{"inkVersion":20,"root":[[{"->":"INTRO"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"INTRO":[["^Sei una ragazza ricercata da una agenzia segreta che ti vuole catturare a tutti i costi per via di molteplici regole che hai infranto. E' da 3 anni che ti nascondi e ancora non ti hanno beccata. Ti trovi adesso in una metro molto affollata (i mezzi pubblici non lasciano troppe tracce).","\n","ev","str","^Guardati attorno","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Ti guardi attorno fino a incrociare lo sguardo con una figura femminile, incappucciata, che ti fissa intensamente.","\n",{"->":"CHAPTER2"},{"#f":5}]}],{"#f":1}],"CHAPTER2":[["ev","str","^Cambia metro, potrebbe avercela con te","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Resta in questa metro, ti fai troppe paranoie","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"metro2"},{"#f":5}],"c-1":["\n",{"->":".^.^.^.metro1"},{"#f":5}]}],{"metro1":[["^Decidi di non farci troppo caso. A un certo punto la figura si avvicina e si toglie il cappuccio: è Alex, la tua migliore amica.","\n","^Sei senza parole, perchè pensavi fosse morta. Noti però che ha uno sguardo diverso.","\n","^Lei inizia a sorridere in modo inquietante","\n","^\"Ti ho finalmente trovata\" dice mentre, grazie al suo potere della telecinesi, ti scaglia via.","\n","^Ti rialzi ammaccata e scappi, confusa dalle azioni della tua amica.","\n","ev","str","^Scappi via","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"CHAPTER2.scappa"},{"#f":5}]}],{"#f":1}],"scappa":[["^Decidi di scappare mentre la folla confusa guarda tutta la vicenda. Alcuni hanno tirato fuori il telefono per filmare il tutto.","\n","^Intanto Alex utilizza ancora il suo potere, ma c'è di mezzo un civile","\n",["ev",{"^->":"CHAPTER2.scappa.0.4.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Spingi via il civile",{"->":"$r","var":true},null]}],"ev","str","^Scappi via approffittando della situazione","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["ev",{"^->":"CHAPTER2.scappa.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.4.s"},[{"#n":"$r2"}],"\n","^Spingi via il civile e vieni colpita per la seconda volta. Ti allontani da lei ma sempre più lentamente per via delle ferite.","\n","ev",true,"/ev",{"VAR=":"help","re":true},{"->":"CHAPTER2.avanti"},{"#f":5}],"c-1":["\n","^Scappi via e il civile, gettato via da Alex, colpisce la testa contro la finestra e muore.","\n",{"->":"CHAPTER2.avanti"},{"#f":5}]}],{"#f":1}],"avanti":["^Stai per raggiungere la porta dell'altro vagone.","\n",["ev",{"VAR?":"help"},true,"==","/ev",{"->":".^.b","c":true},{"b":["\n",["ev",{"^->":"CHAPTER2.avanti.2.b.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Vedi che tre passeggeri,che hanno visto il tuo salvataggio, placcano Alex.",{"->":"$r","var":true},null]}],{"->":".^.^.^.4"},{"c-0":["ev",{"^->":"CHAPTER2.avanti.2.b.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n",{"->":"CHAPTER3"},{"#f":5}]}]}],[{"->":".^.b"},{"b":["\n",["ev",{"^->":"CHAPTER2.avanti.3.b.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Apri la porta. ",{"->":"$r","var":true},null]}],{"->":".^.^.^.4"},{"c-0":["ev",{"^->":"CHAPTER2.avanti.3.b.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n",{"->":"CHAPTER2.fuga"},{"#f":5}]}]}],"nop","\n",{"#f":1}],"fuga":[["^Ti dirigi nell'altro vagone e intanto nella metro si scatena il panico per via del civile morto. La gente si dirige in massa verso le porte che si aprono. Scendi anche tu e","\n","ev","str","^Cerchi Alex per capire dove si trova","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ti confondi con la folla e vai verso l'uscita della metro","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"CHAPTER2.HAPPY1"},{"#f":5}],"c-1":["\n",{"->":"CHAPTER2.BUSTED1"},{"#f":5}]}],{"#f":1}],"BUSTED1":["^Ti nascondi tra la folla e stai per raggiungere per l'uscita ma c'è Alex che compare accanto a te.","\n","^\"Pensavi di scampartela? Non credo proprio\" ti sussura nell'orecchio.","\n","^Cerchi di scappare ma lei ti mette K.O.","\n","end",{"#f":1}],"HAPPY1":["^Dai delle rapide occhiate in giro e vedi che Alex si sta confondendo tra la folla, pensando di anticiparti verso l'uscita. Vedi anche che c'è una porta di emergenza dall'altra parte. Non ci pensi due volte e apri quella porta, riuscendo a scappare e a seminare Alex.","\n","end",{"->":"CHAPTER3"},{"#f":1}],"#f":1}],"CHAPTER3":[["^Alex cerca di dimenarsi ma i tre passeggeri, che sono molto robusti riescono a bloccarla. Noti a un certo punto che delle lacrime le scendono sulle guance. Non capisci ma devi decidere in fretta.","\n","ev","str","^La metti K.O., sta sicuramente fingendo","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Cerchi di parlarle","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.^.BUSTED2"},{"#f":5}],"c-1":["\n",{"->":".^.^.^.HAPPY2"},{"#f":5}]}],{"BUSTED2":["^Ti avvicini verso di lei mentre prendi un palo della metropolitana caduto per via dei poteri di Alex. Stai per colpirla ma Alex si riprende, scagliando via sia te sia i passanti che la stavano tenendo. Alex si rialza mentre tu sei a terra.","\n","^\"Pensavi di scampartela anche questa volta eh?\" dice e ti mette K.O.","\n","end",{"#f":1}],"HAPPY2":["^Ti avvicini a lei e dici ai passeggeri di liberarla.","\n","^\"Alex? ALEX???\" le urli mentre appoggi una mano sulla sua spalla.","\n","^Lei alza lo sguardo, con le lacrime che ancora scendono.","\n","^\"..Zelda?\" sussura Alex.","\n","^Le sorridi.","\n","^\"Sì, sono io, dai andiamo via, ti porto al sicuro\"","\n","end",{"->":"metro2"},{"#f":1}],"#f":1}],"metro2":[["^Aspetti la prossima fermata e decidi di scendere, non vuoi correre troppi rischi. Prendi un'altra metro, completamente vuota. Ti siedi e sospiri, devi essere sempre prudente. A un certo punto la metro si ferma e le luci lampeggiano. Ti alzi e ti guardi attorni e vedi che la figura di prima è riapparsa. si avvicina e si toglie il cappuccio: è Alex, la tua migliore amica.","\n","ev","str","^Le rivolgi la parola","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"metro2.parla"},{"#f":5}]}],{"parla":[["^Sei senza parole, perchè pensavi fosse morta.","\n","^\"Alex? Sei tu?\" le chiedi.","\n","^La ragazza si ferma e fa un sorriso inquietante","\n","^\"Alex? Ah, la tua amica è morta da un bel po', mi spiace.\" ride mentre ti scaglia lontano, utilizzando il suo potere della telecinesi.","\n","^Ti rialzi con fatica. Non riesci ancora a credere che sia tutto vero.","\n",["ev",{"^->":"metro2.parla.0.10.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^\"No, non posso combattere contro la mia migliore amica\" ",{"->":"$r","var":true},null]}],"ev","str","^Guardati attorno","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["ev",{"^->":"metro2.parla.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.10.s"},[{"#n":"$r2"}],"\n",{"->":"metro2.fight"},{"#f":5}],"c-1":["\n",{"->":"metro2.leva"},{"#f":5}]}],{"#f":1}],"fight":[["^Le dici mentre la figura si avvicina.","\n","^\"Io non sono Alex, lo vuoi capire!?\" ti urla mentre ti scaglia un'altra volta via.","\n","^Ti rialzi ancora una volta.","\n",["ev",{"^->":"metro2.fight.0.6.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^\"Non posso farlo, ti ho perso già una volta\"",{"->":"$r","var":true},null]}],"ev","str","^Guardati attorno per trovare qualcosa di utile per affrontarla","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["ev",{"^->":"metro2.fight.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.6.s"},[{"#n":"$r2"}],"\n",{"->":"metro2.fight2"},{"#f":5}],"c-1":["\n",{"->":"metro2.leva"},{"#f":5}]}],{"#f":1}],"fight2":["^Ripeti, sempre più debolmente.","\n","^\"Devi, perchè se no muori\" urla la ragazza che ti colpisce allo stomaco e ti prende per i capelli.","\n","^\"Ho detto di no. Alex non mi farebbe mai una cosa simile.\" fai una pausa","\n","^\"Ti ricordi quando eravamo piccole? Ci coprivamo le spalle da quei bulletti che ci infastidivano sempre. In qualsiasi situazione, l'una c'era per l'altra. Pensavo di averti persa Alex, ma ora ti sto guardando in faccia e sei qui, sei viva e pensavo di averti persa\" finisci piangendo.","\n","^Gli occhi di Alex sembrano diversi e la sua faccia inizia a trasformarsi in sorpresa. Stacca la presa e si abbassa, coprendosi le orecchie, come se ci fosse un rumore fortissimo che solo lei sente.","\n","^Ti rialzi e corri verso di lei.","\n","^\"Alex? Alex va tutto bene? Mi senti?\"","\n","^Alex alza lo sguardo.","\n","^\"Zelda, sei tu?\" ti chiede con una voce completamente diversa da prima.","\n","^La abbracci","\n","^\"Sì, sono io\" le rispondi, abbracciandola ancora più forte.","\n","^\"Cosa è successo? Perchè siamo qui?\" ti chiede e poi ti guarda meglio","\n","^\"Che cosa ti hanno fatta? Sono stata io?\" Si dispera.","\n","^\"Hey va tutto bene, forza, ti porto via da qui.\"","\n","end",{"#f":1}],"leva":[["^Ti guardi attorno e noti una leva di emergenza accanto alla porta. La tiri senza esitare. Il treno si ferma di botto, facendo cadere Alex. Tu riesci ad aggrapparti e a non cadere. Prima che si riprenda decidi di tirarle un calcio.","\n","^Alex ti vede e schiva il calcio facendo una capriola all'indietro, rialzandosi anche.","\n","^\"Vuoi combattere alla vecchia maniera? Va bene, ti accontento\" risponde mentre ti sferra un pugno.","\n","ev","str","^Lo blocchi","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Lo schivi","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"metro2.blocchi"},{"#f":5}],"c-1":["\n",{"->":"metro2.schivi"},{"#f":5}]}],{"#f":1}],"blocchi":["^Blocchi il colpo con il braccio e fai un salto dando un calcio volante colpendo la sua testa.","\n","^Alex cade, priva di sensi.","\n","^\"Dovevi pensarci due volte prima di combattere alla vecchia maniera\" le dici mentre scappi via dalla metro.","\n","end",{"#f":1}],"schivi":["^Schivi il colpo all'indietro. Alex, però, utilizza il suo potere facendoti crollare addosso un palo della metro. Cerchi di sollevarlo ma il palo resta giù mentre Alex si avvicina.","\n","^\"Mi sono già stufata, scusami\" ti sorride mettendoti K.O.","\n","end",{"#f":1}],"#f":1}],"global decl":["ev",false,{"VAR=":"help"},"/ev","end",null],"#f":1}],"listDefs":{}}